Repository: opa334/Dopamine
Catalog: Dopamine/*.lproj/Localizable.strings
Languages: ar, de, fr, it, ja, ko, nl, pl, pt_br, tr, vi, zh_hans, zh_tw

# Settings_Remove_Jailbreak_Alert_Body
source: Removing jailbreak will delete all jailbreak-related files, but all regular apps, files and data will be kept. Are you sure you want to continue? You can't undo this action.
de: Das Entfernen des Jailbreaks wird alle mit dem Jailbreak zusammenhängenden Dateien löschen, alle regulären Apps, Datein und Daten bleiben erhalten. Diese Aktion kann nicht rückgangig gemacht werden, bist du sicher?
it: La rimozione del jailbreak eliminerà tutti i file relativi al jailbreak, ma tutte le app, file, e dati personali verranno mantenuti. Sei sicuro/a di voler continuare? Non puoi annullare questa azione.
ja: Jailbreak環境を削除すると、jailbreak関連のファイルはすべて削除されますが、通常のアプリケーション、ファイル、データはすべて保持されます。本当に続けてもよろしいですか？この操作を元に戻すことはできません。
zh_hans: 「清 除 越 狱」将清除所有和越狱相关的文件，但将保留普通 App、文件、数据。请注意，此操作无法撤销。确认清除越狱吗？
zh_tw: 清除越獄將移除所有和越獄相關的檔案，但將保留普通 App、檔案、資料。請注意，此操作無法復原。確認清除越獄嗎？

# Settings_Remove_Jailbreak_Alert_Title
source: Remove Jailbreak
de: Jailbreak entfernen
it: Rimuovi il Jailbreak
ja: Jailbreak環境を削除
zh_hans: 清 除 越 狱
zh_tw: 清除越獄

# Settings_Tweak_Injection_Toggled_Alert_Title
source: Userspace Reboot Required
de: Userspace-Reboot notwendig
it: Il Riavviamento Userspace È Necessario
ja: ユーザースペースの再起動が必要です
zh_hans: 需 要 重 启 用 户 空 间
zh_tw: 需要重新啟動使用者空間

# Title_Supported_iOS_Versions
source: iOS 15.0 - 15.4.1 | A12 - A15, M1
ko: iOS 15.0 - 15.4.1, A12 - A15
