Repository: opa334/Dopamine
Catalog: Dopamine/*.lproj/Localizable.strings
Languages: ar, de, fr, it, ja, ko, nl, pl, pt_br, tr, vi, zh_hans, zh_tw

source: Bootstrapping
ar: جارِ التمهيد
de: Bootstrappen
fr: Bootstrappage
it: Bootstrappando
ja: ブートストラップをインストール中
ko: Bootstrapping 하는 중
pt_br: Fazendo Bootstrap
tr: Bootstrap Kuruluyor
zh_hans: 正 在 引 导...
zh_tw: 引導中

# Button_Cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
tr: İptal
vi: Hủy
zh_hans: 取 消
zh_tw: 取消

# Button_Hide_Jailbreak
source: Hide Jailbreak
ar: إخفاء الجيلبريك
de: Jailbreak verstecken
fr: Cacher le Jailbreak
it: Nascondi il Jailbreak
ja: Jailbreakを隠す
ko: 탈옥 감지 우회
nl: Jailbreak verbergen
pl: Ukryj Jailbreak
pt_br: Ocultar Jailbreak
tr: Jailbreak'i Sakla
vi: Ẩn Jailbreak
zh_hans: 隐 藏 越 狱
zh_tw: 隱藏越獄

# Button_Hide_Logs_Title
source: Hide Logs
ar: إخفاء السجل
de: Logs ausblenden
fr: Cacher les journaux
it: Nascondi i Log
ja: ログを隠す
ko: 로그 숨기기
nl: Logs verbergen
pl: Ukryj Logi
pt_br: Ocultar Logs
tr: Log'u Sakla
vi: Ẩn tệp Log
zh_hans: 隐 藏 日 志
zh_tw: 隱藏日誌

# Button_Jailbreak_Title
source: Jailbreak
ar: جيلبريك
ja: Jailbreakする
ko: 탈옥
zh_hans: 越 狱
zh_tw: 越獄

# Button_Remove_Jailbreak
source: Remove Jailbreak
ar: إزالة الجيلبريك
de: Jailbreak entfernen
fr: Enlever le Jailbreak
it: Rimuovi il Jailbreak
ja: Jailbreak環境を削除
ko: 탈옥 제거
nl: Jailbreak verwijderen
pl: Usuń Jailbreak
pt_br: Remover Jailbreak
tr: Jailbreak'i Sil
vi: Xóa Jailbreak
zh_hans: 清 除 越 狱
zh_tw: 清除越獄

# Button_Set_Mobile_Password
source: Set Mobile Password
de: Mobile Passwort setzen
fr: Définir le mot de passe Mobile
it: Imposta la Password Mobile
ja: モバイルパスワードを設定
nl: Mobile wachtwoord instellen
pl: Ustaw Hasło Mobileu
pt_br: Definir Senha Mobile
tr: Mobile Şifresini Değiştir
vi: Đặt mật khẩu mobile
zh_hans: 设 置 密 码
zh_tw: 設定 mobile 帳戶密碼

# Popup_Change_Mobile_Password_Message
source: Set the mobile password of your device, this can also be used for root access using sudo. If you want to set the root password, you can do so from a mobile shell using "sudo passwd root"
de: Setze das Mobile-Passwort deines Gerätes, dieses Passwort kann auch für Root Zugriff via "sudo" benutzt werden. Um das Root-Passwort zu ändern, kann in einer Mobile-Shell der Befehl "sudo passwd root" ausgeführt werden.
it: Imposta la password mobile del tuo dispositivo. Queso può anche essere usato per accesso con utente root usando sudo. Se vorresti impostare la password root, potresti farlo da un terminal mobile usando "sudo passwd root"
ja: terminalのmobileパスワードを設定します。これは、sudoを使ったrootアクセスにも使用されます。rootパスワードを設定したい場合は、mobileシェルから "sudo passwd root "を使用して設定することができます。
zh_hans: 设置你设备上的手机用户密码。该密码也可用于通过 sudo 命令访问 root 用户权限。若你想要修改 root 用户密码，可在设备 shell 中执行 "sudo passwd root"。
zh_tw: 設定裝置上 mobile 用戶之口令。該口令亦可用於經由 sudo 命令訪問 root 用戶權限。若想要修改 root 用戶口令，可在裝置 shell 中執行 "sudo passwd root"。

# Button_Reinstall_Package_Managers
source: Reinstall Package Managers
de: Packet-Manager neuinstallieren
it: Reinstalla i Gestori di Pacchetti
ja: パッケージマネジャーを再インストール
zh_hans: 重 装 商 店
zh_tw: 重新安裝套件管理器

# Button_Set
source: Set
de: Setzen
it: Imposta
ja: セットする
zh_hans: 确 定
zh_tw: 設定

# Button_Show_Logs_Title
source: Show Logs
ar: إظهار السجل
de: Logs anzeigen
fr: Afficher les journaux
it: Mostra i Log
ja: ログを表示
ko: 로그 표시
nl: Logs tonen
pl: Pokaż Logi
pt_br: Mostrar Logs
tr: Log'u Göster
vi: Hiện tệp Log
zh_hans: 显 示 日 志
zh_tw: 顯示日誌

# Button_Unhide_Jailbreak
source: Unhide Jailbreak
ar: عدم إخفاء الجيلبريك
de: Jailbreak wieder anzeigen
fr: Ré-afficher le Jailbreak
it: Scopri il Jailbreak
ja: Jailbreak環境を戻す
ko: 탈옥 감지 우회 취소
nl: Jailbreak tonen
pl: Odkryj Jailbreak
pt_br: Mostrar Jailbreak
tr: Jailbreak'i Göster
vi: Hiện Jailbreak
zh_hans: 取 消 隐 藏 越 狱
zh_tw: 解除隱藏越獄

# Button_Update
source: Update
ar: تحديث
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar
tr: Güncelle
vi: Cập nhật
zh_hans: 立 即 更 新
zh_tw: 更新

# Button_Update_Available
source: Update available
ar: يتوفر تحديث
de: Aktualisierung verfügbar
fr: Mise à jour disponible
it: Aggiornamento Disponibile
ja: アップデートがあります
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
tr: Güncelleme mevcut
vi: Có bản cập nhật mới
zh_hans: 有 新 版 本，请 点 击 更 新
zh_tw: 可用更新

# Button_Update_Environment
source: Update Environment
de: Umgebung aktualisieren
it: Aggiorna l'Ambiente
ja: 環境を更新
zh_hans: 更 新 越 狱 环 境
zh_tw: 更新環境

source: Bypassing PAC
ar: تجاوز PAC
de: Umgehe PAC
fr: Contournement du PAC
it: Bypassando PAC
ja: PACのbypassを実行中
ko: PAC 우회
nl: PAC aan het omzeilen
pl: Omijanie PAC
pt_br: Esquivando PAC
tr: PAC Baypaslanıyor
vi: Đang bypass PAC
zh_hans: 绕 过 指 针 认 证 码
zh_tw: 正在繞過 PAC

source: Bypassing PPL
ar: تجاوز PPL
de: Umgehe PPL
fr: Contournement du PPL
it: Bypassando PPL
ja: PPLのbypassを実行中
ko: PPL 우회
nl: PPL aan het omzeilen
pl: Omijanie PPL
pt_br: Esquivando PPL
tr: PPL Baypaslanıyor
vi: Đang bypass PPL
zh_hans: 绕 过 受 保 护 进 程 轻 型 验 证
zh_tw: 正在繞過 PPL

# Changelog_Unavailable_Text
source: Changelog Unavailable
ar: سجل التغييرات غير متاح
de: Changelog nicht verfügbar
fr: Journal des modifications Indisponible
it: Registro Delle Modifiche Non Disponibile
ja: 更新履歴は利用できません
ko: 변경 로그 없음
nl: Changelog niet beschikbaar
pl: Dziennik zmian niedostępny
pt_br: Histórico de mudanças indisponível
tr: Güncelleme Günlüğü Mevcut Değil
vi: Không có Log thay đổi
zh_hans: 更 新 日 志 不 可 用
zh_tw: 版本日誌無法存取

# Context_Menu_Copy_To_Clipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
fr: Copier dans la presse papier
it: Copia alla Clipboard
ja: クリップボードにコピーする
ko: 클립보드에 복사
nl: Kopieer naar klembord
pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
tr: Kopyala
vi: Sao chép vào Bộ nhớ đệm
zh_hans: 复 制
zh_tw: 複製到剪貼簿

# Credits_Button_License
source: License
ar: الترخيص
de: Lizenz
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이센스
nl: Licentie
pl: Licencja
pt_br: Licenças
tr: Lisans
vi: Giấy phép
zh_hans: 许 可 证
zh_tw: 授權

# Credits_Button_Source_Code
source: Source Code
ar: شفرة المصدر
de: Quellcode
fr: Code source
it: Codice Sorgente
ja: ソースコード
ko: 소스코드
nl: Broncode
pl: Kod Źródłowy
pt_br: Fonte
tr: Kaynak Kodu
vi: Mã nguồn
zh_hans: 源 代 码
zh_tw: 原始碼

# Credits_Footer_Dopamine_Version %@ OS:%@
source: Dopamine version %@ %@
it: Versione Dopamine %@ %@
ja: Dopamine バージョン %@ %@"
ko: Dopamine 버전 %@ %@
nl: Dopamine versie %@ %@
pl: Wersja Dopamine %@ %@
tr: Dopamine sürümü %@ %@
zh_hans: Dopamine 版 本 %@ %@
zh_tw: Dopamine 版本 %@ %@

# Credits_Header_Special_Thanks
source: Special thanks:
ar: شكر خاص:
de: Besonderen Dank:
fr: Remerciements :
it: Ringraziamenti:
ja: スペシャル・サンクス：
ko: 감사:
nl: Speciale dank aan:
pl: Podziękowania:
pt_br: Agradecimento:
tr: Teşekkürler:
vi: Đặc biệt cảm ơn:
zh_hans: 特 别 感 谢 ：
zh_tw: 特別緻謝：

# Credits_Made_By
source: Made by by opa334, évelyne
ar: صنع بواسطة opa334 و évelyne
de: Von opa334, évelyne
fr: Fait par opa334, évelyne
it: Creato da opa334, évelyne
ja: 作者： opa334, évelyne
ko: opa334, évelyne에 의해서 개발됨
nl: Gemaakt door opa334, évelyne
pl: Stworzone przez: opa334, évelyne
pt_br: Feito por opa334, évelyne
tr: opa334 ve évelyne tarafından yapılmıştır
vi: Được tạo bởi bởi opa334, évelyne
zh_hans: 开 发 者：opa334 、 évelyne
zh_tw: 作者：opa334，évelyne

# Credits_Made_By_Subheadline
source: UI by sourcelocation Logo and icon by xerus
ar: واجهة المستخدم بواسطة sourcelocation الشعار والأيقونة بواسطة xerus
de: UI von sourcelocation Logo und Symbol von xerus
fr: Interface par sourcelocation Logo et icône par xerus
it: Interfacca utente di sourcelocation Logo e icona di xerus
ja: UIの作者： sourcelocation ロゴとアイコンの作者： xerus
ko: 인터페이스: sourcelocation 로고 및 아이콘: xerus
nl: Gebruikersinterface door sourcelocation Logo en app icoon door xerus
pl: Interfejs stworzony przez sourcelocation a logo i ikona przez xerus
pt_br: UI por sourcelocation Logo e icone por xerus
tr: Arayüz sourcelocation tarafından Logo ve simge xerus tarafından
vi: UI bởi sourcelocation Logo và icon bởi xerus
zh_hans: UI 设 计 ：sourcelocation Logo 及 icon 作 者 ：xerus
zh_tw: 圖形化介面：sourcelocation Logo 及 icon 作者：xerus

source: Finalizing Bootstrap
ar: جارِ إنهاء التمهيد
de: Bootstrap fertigstellen
fr: Finalisation du bootstrap
it: Finalizzando il Bootstrap
ja: ブートストラップを完了中
ko: Bootstrap 완료 중
nl: Bootstrap aan het afronden
pl: Finalizowanie Bootstrapu
pt_br: Finalizando Bootstrap
tr: Bootstrap Bitiriliyor
vi: Đang hoàn thiện Bootstrap
zh_hans: 完 成 引 导
zh_tw: 完成引導

source: Gaining r/w
ar: الحصول على r/w
de: Erhalte Kernel Lese- und Schreiberechte
fr: Obtention du r/w
it: Ottenendo lettura/scrittura
ja: r/wを取得中
ko: r/w를 획득하는 중
nl: r/w aan het bemachtigen
pl: Zdobywanie r/w
pt_br: Obtendo privilégios KRW
tr: r/w elde ediliyor
vi: Đang lấy quyền r/w
zh_hans: 获 取 r/w 权 限
zh_tw: 取得 讀/寫 權限

# Hint_Hide_Jailbreak
source: "Hide Jailbreak" temporarily removes jailbreak-related files until next jailbreak
ar: "إخفاء الجيلبريك" يقوم بإزالة الملفات المتعلقة بالجيلبريك مؤقتًا حتى تفعيل الجيلبريك القادم.
de: "Jailbreak verstecken" entfernt die Jailbreak Dateien temporär bis zum nächsten Jailbreak
fr: "Cacher le Jailbreak" enlève temporairement les fichiers liés au jailbreak jusqu'au prochain jailbreak.
it: "Nascondi il Jailbreak" rimuove temporaneamente i file relativi al jailbreak fino al rejailbreak
ja: 「Jailbreakを隠す」は、次のjailbreakの実行までjailbreak関連のファイルを一時的に隠します
ko: "탈옥감지 우회" 다음 탈옥까지 일시적으로 탈옥 관련 파일을 제거합니다
nl: "Jailbreak verbergen" verwijderd jailbreak-gerelateerde bestanden tot de volgende jailbreak
pl: "Ukryj Jailbreak" tymczasowo usuwa wszystkie pliki kojarzone z Jailbreakiem (aż do następnego Jailbreakowania)
pt_br: "Ocultar Jailbreak" remove temporariamente os arquivos até o próximo jailbreak
tr: "Jailbreak'i Sakla" Geçici olarak jailbreak ile ilgili dosyaları sonraki jailbreak'e kadar saklar
vi: "Ẩn Jailbreak" sẽ tạm thời xóa các tệp tin liên quan đến Jailbreak cho đến khi bạn Jailbreak lại
zh_hans: 「隐 藏 越 狱」将在下次越狱前临时移除越狱相关的文件。
zh_tw: 「隱藏越獄」將在下次越獄前臨時移除越獄相關的檔案

# Hint_Hide_Jailbreak_Jailbroken
source: "Hide Jailbreak" partially disables the jailbreak and aims to make detection more challenging. However, it is not entirely effective and does not conceal everything.
de: "Jailbreak verstecken" deaktiviert den Jailbreak teilweise und versucht das Erkennen des Jailbreaks zu erschweren. Es ist allerdings nicht 100% effektiv und verbirgt aktuell nicht alles.
it: "Nascondi il Jailbreak" disabilita parzialmente il jailbreak e tenta di rendere più difficile il rilevamento del jailbreak. Tuttavia, non è del tutto efficace e non nasconde tutto.
ja: 「Jailbreakを隠す」は、jailbreakを部分的に無効化します。
zh_hans: 在已越狱状态下，「隐 藏 越 狱」将部分 禁用越狱功能以提升检测越狱的难度。但 是，它并非总是有效，也并没有隐藏所有 东西。
zh_tw: 已越獄時，"隱藏越獄" 可提升越獄偵測難度而停用部分越獄。然而，不一定有效，也無法掩蓋一切痕跡。

source: Initializing Environment
ar: جارِ تحسين البيئة
de: Initialisiere Umgebung
fr: Initialisation de l'environnement
it: Inizializzando l'ambiente
ja: Jailbreak環境の初期設定中
ko: 환경 초기화 중
nl: Omgeving aan het initialiseren
pl: Inicjowanie Środowiska
pt_br: Iniciando Environment
tr: Ortam Başlatılıyor
vi: Khởi tạo "Môi trường"
zh_hans: 初 始 化 环 境
zh_tw: 正在初始化環境

source: Initializing System Hook
ar: تحسين تكامل النظام
de: Initialisiere System Hook
fr: Initialisation du système crocheté
it: Inizializzando l'hook di sistema
ja: システムフックの初期設定中
ko: 시스템 후크 초기화 중
nl: System Hook aan het initialiseren
pl: Inicjowanie System Hook
pt_br: Iniciando System Hook
tr: Sistem Kancası Başlatılıyor
vi: Khởi tạo System Hook
zh_hans: 初 始 化 系 统 补 丁
zh_tw: 正在初始化系統 hook

# Jailbreak_Done
source: Done!
ar: تم!
de: Fertig!
fr: Terminé !
it: Finito!
ja: 完了！
ko: 완료!
nl: Klaar!
pl: Gotowe!
pt_br: Feito!
tr: Bitti!
vi: Thành công!
zh_hans: 越 狱 成 功 ！
zh_tw: 完成！

source: Launching kexploitd
ar: جارِ استغلال الثغرة
de: Starte kexploitd
fr: Lancement de kexploitd
it: Avviando kexploitd
ja: kexploitdを起動中
ko: kexploitd 실행 중
nl: kexploitd aan het opstarten
pl: Uruchamianie kexploitd
pt_br: Carregando kexploitd
tr: kexploitd Başlatılıyor
vi: Đang chạy kexploitd
zh_hans: 利 用 内 核 漏 洞
zh_tw: 啟動 kexploitd

source: Enabling Wi-Fi
de: Aktiviere Wi-Fi
it: Abilitando Wi-Fi
ja: Wi-Fiの有効化中
zh_hans: 启 用 无 线 局 域 网
zh_tw: 啟用 Wi-Fi

source: Disabling Wi-Fi
de: Deaktiviere Wi-Fi
it: Disabilitando Wi-Fi
ja: Wi-Fiの無効化中
zh_hans: 禁 用 无 线 局 域 网
zh_tw: 停用 Wi-Fi

source: Launching oobPCI
ar: جارِ تشغيل oopPCI
de: Starte oobPCI
fr: Lancement d'oobPCI
it: Avviando oobPCI
ja: oobPCIを起動中
ko: oobPCI 실행 중
nl: oobPCI aan het opstarten
pl: Uruchamianie oobPCI
pt_br: Carregando oobPCI
tr: oobPCI Başlatılıyor
vi: Đang chạy oobPCI
zh_hans: 启 动 任 意 内 核 r/w
zh_tw: 啟動 oobPCI

source: Loading Basebin Trustcache
ar: تحميل بنية الذاكرة المؤقتة
de: Lade Basebin Trustcache
fr: Lancement du Trustcache Basebin
it: Caricando la TrustCache Basebin
ja: BasebinのTrustCacheをロード中
ko: Basebin Trustcache 로딩 중
nl: Basebin Trustcache aan het laden
pl: Ładowanie Basebin Trustcache
pt_br: Carregando Basebin Trustcache
tr: Basebin Trustcache yükleniyor
vi: Đang tải Basebin Trustcache
zh_hans: 等 待 基 本 文 件 系 统 信 任 缓 存
zh_tw: 正在載入 Basebin Trustcache

# Menu_Credits_Title
source: Credits
ar: الاعتمادات
de: Über
fr: À propos
it: Crediti
ja: クレジット
ko: 이 앱에 대하여
pl: Podziękowania
pt_br: Sobre
tr: Hakkında
vi: Tác giả
zh_hans: 关 于
zh_tw: 關於

# Menu_Settings_Title
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
it: Settaggi
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar
vi: Cài đặt
zh_hans: 设 置
zh_tw: 設定

# Menu_Reboot_Userspace_Title
source: Reboot Userspace
ar: إعادة تشغيل Userspace
de: Userspace-Neustart
fr: Redémarrer l'Userspace
it: Riavvia Userspace
ja: ユーザースペースを再起動
ko: Userspace 재시작
nl: Userspace herstarten
pl: Restartuj Userspace
pt_br: Reiniciar Userspace
tr: Userspace'i Yeniden Başlat
vi: Khởi động lại Userspace
zh_hans: 重 启
zh_tw: 重新啟動使用者空間

# Menu_Restart_SpringBoard_Title
source: Restart SpringBoard
ar: إعادة تشغيل واجهة النظام
de: SpringBoard neustarten
fr: Redémarrer la SpringBoard
it: Riavvia SpringBoard
ja: SpringBoardを再起動
ko: SpringBoard 재시작
nl: SpringBoard herstarten
pl: Restartuj SpringBoard
pt_br: Reiniciar SpringBoard
tr: Springboard'u Yeniden Başlat
vi: Khởi động lại SpringBoard
zh_hans: 注 销
zh_tw: 重新啟動主畫面

# Settings_iDownload
source: iDownload
de: iDownload (Entwickler-Terminal)
it: iDownload (Terminal per sviluppatori)
zh_hans: 开 发 者 终 端
zh_tw: iDownload (开发商终端)

# Settings_Tweak_Injection
source: Tweak Injection
ar: وصول الأدوات
de: Tweaks laden
fr: Injection de Tweak
it: Iniezione Tweak
ja: ツィーク・インジェクション
pt_br: Injetar Ajustes
tr: Tweak Enjeksiyonu
vi: Bật Tweak Injection
zh_hans: 插 件 注 入
zh_tw: 外掛注入

# Settings_Verbose_Logs
source: Verbose Logs
ar: السجلات المطولة
de: Detaillierte Logs
fr: Journaux détaillés (verbose)
it: Log Dettagliati
ja: 詳細なログ
nl: Uitgebreide logs
pl: Logi Verbose
tr: Sözlü Loglar
vi: Log Verbose
zh_hans: 详 细 日 志
zh_tw: 詳細日誌

source: Patchfinding
ar: العثور على التصحيح
de: Finde Patches
fr: Recherche de patch
it: Scoprendo patch
ja: Patchfinderを実行中
ko: 패치파인딩
pl: Patchfindinding
tr: Patchfinding Yapılıyor
vi: Đang tìm bản vá
zh_hans: 补 丁 查 找 中
zh_tw: 正在尋找修正檔

source: Rebuilding TrustCache
ar: إعادة بناء الذاكرة المؤقتة
de: Baue TrustCache neu auf
fr: Reconstruction de TrustCache
it: Ricostruendo TrustCache
ja: TrustCacheを再構築中
ko: TrustCache 재구축
nl: TrustCache aan het herbouwen
pl: Odbudowywanie TrustCache
pt_br: Refazendo TrustCache
tr: TrustCache Yeniden İnşa Ediliyor
vi: Đang build lại TrustCache
zh_hans: 重 建 信 任 缓 存
zh_tw: 正在重新構建 TrustCache

source: Refreshing Icon Cache
ar: تحديث ذاكرة التخزين المؤقتة للأيقونات
de: Frische App-Cache auf
fr: Rafraichissement du cache d'icône
it: Ricaricando La Cache Delle Icone
ja: アイコンキャッシュを更新中
ko: 아이콘 캐시 재구축
nl: Icon Cache aan het herbouwen
pl: Odbudowywanie Icon Cache
pt_br: Recarregando Icon Cache
tr: İkon Önbelleği Yenileniyor
vi: Đang làm mới bộ nhớ đệm icon
zh_hans: 刷 新 图 标 缓 存
zh_tw: 正在更新圖示快取

# Settings_Footer_Device_Bootstrapped
source: Device is bootstrapped
ar: تم تمهيد الجهاز
de: Gerät gebootstrapped
fr: L'appareil est bootstrapped
it: Il Dispositivo È Modificato
ja: bootstrapはインストールされています
ko: 기기가 bootstrap 되어 있습니다
nl: Apparaat is gebootstrapped
pl: Urządznie ma bootstrap
pt_br: Feito bootstrap no dispositivo
tr: Cihaz Bootstraplendi
vi: Thiết bị đã được bootstrap
zh_hans: 设 备 已 安 装 越 狱 环 境
zh_tw: 裝置已安裝越獄環境

# Settings_Footer_Device_Not_Bootstrapped
source: Device is not bootstrapped
ar: لم يتم تمهيد الجهاز
de: Gerät ist nicht gebootstrapped
fr: L'appareil n'est pas bootstrapped
it: Il Dispositivo Non È Modificato
ja: bootstrapはインストールされていません
ko: 기기가 bootstrap 되어 있지 않습니다
nl: Apparaat is niet gebootstrapped
pl: Urządzenie nie ma bootstrapu
pt_br: Sem bootstrap no dispositivo
tr: Cihaz bootstraplenmedi
vi: Thiết bị chưa được bootstrap
zh_hans: 设 备 未 安 装 越 狱 环 境
zh_tw: 裝置未安裝越獄環境

source: Starting jailbreakd
ar: بدء jailbreakd
de: Starte jailbreakd
fr: Démarrage de jailbreakd
it: Avviando jailbreakd
ja: jailbreakdを開始中
ko: jailbreakd 시작
nl: jailbreakd aan het starten
pl: Startowanie jailbreakd
pt_br: Iniciando jailbreakd
tr: jailbreakd Başlatılıyor
vi: Đang chạy jailbreakd
zh_hans: 开 始 越 狱...
zh_tw: 啟動 jailbreakd

source: Starting Launch Daemons
ar: بدء تشغيل العمليات الخفية
de: Starte Hintergrunddienste
fr: Démarrage des Daemons de lancement
it: Avviando i Daemon di Lancio
ja: ローンチデーモンを開始中
ko: Launch Daemons 시작
nl: Launch Daemons aan het starten
pl: Startowanie Launch Daemons
pt_br: Iniciando Launch Daemons
tr: Başlangıç Daemonları başlatılıyor
vi: Đang chạy các Daemons
zh_hans: 加 载 启 动 项
zh_tw: 啟動 Launch Daemons

# Status_Title_Jailbreaking
source: Jailbreaking
ar: جارِ تفعيل الجيلبريك
de: Jailbreaken
fr: Jailbreakage
it: Eseguendo il Jailbreak
ja: Jailbreak中
ko: 탈옥하는 중
nl: Aan het jailbreaken
pl: Jailbreakowanie
pt_br: Fazendo Jailbreak
tr: Jailbreak Yapılıyor
vi: Đang Jailbreak
zh_hans: 越 狱 中...
zh_tw: 正在越獄

# Status_Title_Jailbroken
source: Jailbroken
ar: الجيلبريك مفعل
de: Gejailbreakt
fr: Jailbreaké
it: Jailbreakkato
ja: Jailbreakされました
ko: 탈옥 되어있습니다
nl: Jailbreak klaar
pt_br: Em Jailbreak!
tr: Jailbreakli
vi: Đã Jailbreak
zh_hans: 已 越 狱
zh_tw: 已越獄

# Status_Title_Select_Package_Managers
source: Select Package Manager(s)
ar: اختر مدير الحزمة
de: Paket Manager auswählen
fr: Séléctionner le(s) package manager(s)
it: Seleziona i Gestori di Pacchetti
ja: パッケージマネージャーを選択
ko: 페키지 매니저 선텍
nl: Selecteer Package Manager(s)
pl: Wybierz menadżer(y) pakietów
pt_br: Escolha um gerenciador de ajustes
tr: Paket Yöneticisi Seçin
vi: Chọn trình quản lý gói
zh_hans: 选 择 越 狱 商 店
zh_tw: 選則套件管理器

# Status_Title_Unsuccessful
source: Unsuccessful
ar: فشل
de: Erfolglos
fr: Non réussi
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Sem sucesso
tr: Başarısız
vi: Không thành công
zh_hans: 越 狱 失 败
zh_tw: 失敗

source: Success rate: %@%% (%lld/%lld)
ar: معدل النجاح: %@%% (%lld/%lld)
de: Erfolgsquote: %@%% (%lld/%lld)
fr: Chances de réussite: %@%% (%lld/%lld)
it: Tasso di successo: %@%% (%lld/%lld)
ja: 成功率: %@%% (%lld/%lld)
ko: 성공률: %@%% (%lld/%lld)
nl: Slagingspercentage: %@%% (%lld/%lld)
pl: Szansa powodzenia: %@%% (%lld/%lld)
pt_br: Taxa de sucesso: %@%% (%lld/%lld)
tr: Başarı oranı: %@%% (%lld/%lld)
vi: Tỉ lệ thành công: %@%% (%lld/%lld)
zh_hans: 成 功 率：%@%% ( %lld / %lld )
zh_tw: 成功率：%@%% (%lld/%lld)

# Title_Changelog
source: Changelog
ar: سجل التغييرات
fr: Journal des modifications
it: Registro Delle Modifiche
ja: 更新履歴
ko: 변경 로그
pl: Dziennik Zmian
pt_br: Histórico de mudanças
tr: Sürüm Günlüğü
vi: Log thay đổi
zh_hans: 更 新 日 志
zh_tw: 版本日誌

# Title_Made_By
source: by opa334, évelyne UI by sourceloc Based on Fugu15
de: von opa334, évelyne UI von sourceloc Basiert auf Fugu15
it: di opa334, évelyne Interfacca utente di sourceloc Basato su Fugu15
ja: 作者： opa334, évelyne UIの作者： sourceloc Fugu15に基づきました Fugu15に基づきました
ko: by opa334, évelyne, UI by sourceloc
zh_hans: 开 发 者 : opa334 、 évelyne UI 设 计 : sourceloc Dopamine 越 狱 基 于 Fugu 15
zh_tw: 來自 opa334，évelyne 同型化界面來自 sourceloc 基於 Fugu15

# Update_Log_Hint_Scrollable
source: Log view can be scrolled
ar: يمكن التمرير في هذه الواجهة
de: Die Protokollansicht ist durchscrollbar
fr: Le journal peut être défilé
it: È possibile scorrere sulla visualizzazione dei log
ja: ログビューはスクロール可能です
ko: 로그를 스크롤 할 수 있습니다
nl: Er kan gescrold worden door het log overzicht
pl: Można scrollować w widoku logów
pt_br: Deslize para ver mais...
tr: Log görünümü kaydırılabilir
vi: Trang Log có thể vuốt lên và xuống
zh_hans: 滚 动 查 看 日 志
zh_tw: 捲動以查看日誌

# Update_Status_Downloading
source: Downloading update...
ar: جارِ تنزيل التحديث…
de: Lade Aktualisierung herunter...
fr: Téléchargement de la mise à jour...
it: Scaricando l'aggiornamento...
ja: アップデートをダウンロード中...
ko: 업데이트 다운로드 중...
nl: Update aan het downloaden...
pl: Pobieranie aktualizacji...
pt_br: Baixando atualização...
tr: Güncelleme indiriliyor...
vi: Đang tải bản cập nhật...
zh_hans: 正 在 下 载 更 新...
zh_tw: 正在下載更新…

# Update_Status_Installing
source: Installing update...
ar: جارِ تثبيت التحديث…
de: Installiere Aktualisierung...
fr: Installation de la mise à jour...
it: Installando l'aggiornamento...
ja: アップデートをインストール中...
ko: 업데이트 설치 중...
nl: Update aan het installeren...
pl: Instalowanie aktualizacji...
pt_br: Instalando atualização...
tr: Güncelleme yükleniyor...
vi: Đang cài bản cập nhật...
zh_hans: 正 在 安 装 更 新...
zh_tw: 正在安裝更新…

# Update_Status_Subtitle_Please_Wait
source: Please wait while files finish downloading
ar: يرجى الانتظار لحين الانتهاء من تنزيل الملفات
de: Bitte warte, bis die Dateien heruntergeladen wurden
fr: Veuillez patienter le temps que les fichiers finnissent de se télécharger
it: Attendere lo scaricamento dei file
ja: ファイルのダウンロードが完了するまでお待ちください
ko: 파일 다운로드가 완료되는 동안 기다려 주십시오.
nl: Een ogenblik geduld tot de bestanden zijn gedownload
pl: Proszę czekać, aż pliki skończą się pobierać
pt_br: Espere até que todos os arquivos sejam baixados
tr: Dosyaların indirilmesi biterken lütfen bekleyiniz
vi: Vui lòng chờ để tệp tin tải xuống
zh_hans: 请 等 待 完 成 下 载...
zh_tw: 請等待檔案下載完畢

# Update_Status_Subtitle_Restart_Soon
source: The device will restart soon
ar: سيتم إعادة تشغيل الجهاز خلال لحظات
de: Das Gerät wird bald neustarten
fr: L'appareil va bientôt redémarrer
it: Il dispositivo si riavvierà tra poco
ja: デバイスはすぐに再起動します
ko: 잠시 후 기기가 재시작합니다.
nl: Het apparaat zal binnenkort worden herstart
pl: Urządzenie wkrótce uruchomi się ponownie
pt_br: O dispistivos reiniciará para finalizar o processo
tr: Cihaz az sonra yeniden başlatılacaktır
vi: Thiết bị sẽ khởi động lại
zh_hans: 设 备 即 将 重 启 用 户 空 间...
zh_tw: 裝置即將重新啟動

# Alert_Button_Uninstall
source: Uninstall
de: Deinstallieren
it: Disinstalla
ja: アンインストール
zh_hans: 清 除 越 狱
zh_tw: 清除越獄

# Alert_Tweak_Injection_Toggled_Body
source: For changes to apply you need to reboot Userspace. Do you want to reboot now?
de: Um die Änderungen anzuwenden ist ein Userspace-Neustart erforderlich, soll dieser jetzt durchgeführt werden?
fr: A userspace reboot is neccessary to apply the changes. Do you want to do it now?
it: Il riavviamento userspace è necessario per applicare modifiche. Vorresti farlo ora?
ja: 変化が完了になるために、ユーザースペースを再起動することが必要です。今再起動したいですか？
zh_hans: 为使变更生效需要重启用户空间，立即执行？
zh_tw: 為使變更生效需重新啟動使用者空間，現在執行？

# Popup_Change_Mobile_Password_Title
source: Change Mobile Password
de: Mobile Passwort ändern
it: Imposta la Password Mobile
ja: モバイルパスワードを変化する
zh_hans: 修 改 手 机 用 户 密 码
zh_tw: 修改 mobile 帳戶密碼
