Repository: opa334/Dopamine
Catalog: Application/Dopamine/*.lproj/Localizable.strings
Languages: da, el, es, fil, fr, kk, ko, pt_br, ru, uk, ur, vi, zh_cn, zh_tw

# Credits_Made_By
source: by opa334, ElleKit by Ã©velyne
da: Lavet af opa334, évelyne
el: Δημιουργήθηκε από opa334, évelyne
es: por opa334, ElleKit por évelyne
fil: Ginawa ito ni opa334 at Ã©velyne
fr: par opa334, ElleKit par évelyne
kk: Жасағандар: opa334, évelyne
ko: by opa334, ElleKit by évelyne
pt_br: Desenvolvido por opa334, évelyne
ru: Сделано opa334, évelyne
uk: Зроблено opa334, évelyne
ur: Made by by opa334, évelyne
vi: Được tạo bởi opa334, évelyne
zh_cn: 作者：opa334, évelyne (ElleKit)
zh_tw: 由opa334開發，ElleKit由évelyne開發

# Status_Title_Jailbreaking
source: Jailbreaking
fr: Jailbreak en cours
kk: Джейлбрейк жасау
ko: 탈옥 중
pt_br: Executando o Jailbreak
ru: Выполнение джейлбрейка
uk: Джейлбрейк
ur: جیل بریکنگ
vi: Đang Jailbreak
zh_cn: 正在越狱
zh_tw: 正在越獄

# Log_Error
source: Error
da: Mislykket
el: Αποτυχία
fr: Érreur
kk: Сәтсіз
ko: 실패
pt_br: Sem sucesso
ru: Неудачно
uk: Не вдалося
ur: ناکام
vi: Không thành công
zh_cn: 发生错误
zh_tw: 錯誤

# Button_Jailbreak_Title
source: Jailbreak
kk: Джейлбрейк
ko: 탈옥
ru: Джейлбрейк
uk: Зробити джейлбрейк
ur: جیل بریک
zh_cn: 越狱
zh_tw: 越獄

# Status_Title_Jailbroken
source: Jailbroken
fr: Jailbreaké
kk: Джейлбрейк орындалды
ko: 탈옥 되었습니다
pt_br: Jailbreak concluído!
ru: Джейлбрейк выполнен
uk: Джейлбрейк завершено
ur: جیل بروکن
vi: Đã Jailbreak
zh_cn: 已越狱
zh_tw: 已越獄

source: Unsupported
es: No compatible
fil: Hindi suportado
fr: Non supporté
ko: 지원되지 않음
ru: Не поддерживается
vi: Không hỗ trợ
zh_cn: 不支持
zh_tw: 不支援

# Menu_Settings_Title
source: Settings
da: Indstillinger
el: Ρυθμίσεις
es: Ajustes
fil: Opsiyon
fr: Préférences
kk: Реттеулер
ko: 설정
pt_br: Configurações
ru: Настройки
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

# Menu_Restart_SpringBoard_Title
source: Restart SpringBoard
da: Genstart SpringBoard
el: Επανεκκίνηση SpringBoard
es: Reiniciar SpringBoard
fil: i-Restart ang SpringBoard
fr: Redémarrer le SpringBoard
kk: SpringBoard қайта іске қосу
ko: SpringBoard 재시작
pt_br: Reiniciar SpringBoard
ru: Перезапустить SpringBoard
uk: Перезапустити SpringBoard
ur: اسپرنگ بورڈ کو دوبارہ شروع کریں
vi: Khởi động lại SpringBoard
zh_cn: 重启 SpringBoard
zh_tw: 重新啟動主畫面

# Menu_Reboot_Userspace_Title
source: Reboot Userspace
da: Genstart Userspace
el: Επανεκκίνηση Userspace
es: Reiniciar el Espacio de Usuario
fil: i-Reboot ang Userspace
fr: Redémarrer l'environnement
kk: Userspace қайта іске қосу
ko: Userspace 재시작
pt_br: Reiniciar 'Userspace'
ru: Перезагрузить Userspace
uk: Перезавантажити простір користувача
ur: یوزر اسپیس کو ریبوٹ کریں
vi: Khởi động lại Userspace
zh_cn: 重启用户空间
zh_tw: 重新啟動使用者空間

# Menu_Credits_Title
source: Credits
el: Ειδική μνεία
es: Créditos
fil: Mga Kredito
fr: À propos
kk: Алғыс
ko: 크레딧
pt_br: Créditos
ru: Благодарности
uk: Титри
ur: کے بارے میں
vi: Tác giả
zh_cn: 关于
zh_tw: 致謝

# Button_Update
source: Update
da: Opdater
el: Ενημέρωση
es: Actualización
fil: i-Update
fr: Mettre à jour
kk: Жаңарту
ko: 업데이트
pt_br: Atualizar
ru: Обновить
uk: Оновити
ur: اپ ڈیٹ
vi: Cập nhật
zh_cn: 更新
zh_tw: 更新

# Button_Update_Available
source: Update Available
da: Opdatering tilgængelig
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fil: Meroong available na bagong update
fr: Mise à jour disponible
kk: Жаңа жаңарту қол жетімді
ko: 업데이트 가능
pt_br: Atualização disponível
ru: Доступно обновление
uk: Оновлення доступне
ur: اپ ڈیٹ دستیاب ہے
vi: Có bản cập nhật mới
zh_cn: 有更新可用
zh_tw: 可用更新

# Button_Update_Environment
source: Update Environment
el: Ενημέρωση Περιβάλλοντος
es: Actualizar entorno
fil: i-Update ang Environment
fr: Mettre à jour l'environnement
ko: 환경 업데이트
pt_br: Atualizar o 'Ambiente' do Jailbreak
ru: Обновить переменную среду
vi: Cập nhật môi trường Jailbreak
zh_cn: 更新环境
zh_tw: 環境更新

# Update_Status_Downloading
source: Downloading update...
da: Downloader opdatering...
el: Λήψη αναβάθμισης...
es: Descargando actualización...
fil: Dina-Download ang bagong update...
fr: Telechargement...
kk: Жаңартуды жүктеу...
ko: 업데이트 다운로드 중...
pt_br: Baixando atualização...
ru: Загрузка обновления...
uk: Завантаження оновлення...
ur: ...اپ ڈیٹ ڈاؤن لوڈ کر رہا ہے
vi: Đang tải bản cập nhật...
zh_cn: 正在下载更新...
zh_tw: 正在下載更新……

# Update_Status_Subtitle_Please_Wait
source: Please wait while files finish downloading
da: Vent venligst mens filerne er færdige med at downloade
el: Παρακαλώ αναμείνατε την ολοκλήρωση λήψης των αρχείων
es: Espere mientras se descargan los archivos
fil: Antayin ang pag-dodownload ng mga files
fr: Veuillez patienter pendant que Dopamine télécharge et installe la mise à jour
kk: Файлдар жүктелгенше күтіңіз
ko: 파일 다운로드가 완료되는 동안 기다려 주십시오.
pt_br: Aguarde o download todos os arquivos
ru: Пожалуйста подождите, пока файлы будут загружены
uk: Будь ласка, зачекайте, поки файли завершать завантаження
ur: براہ کرم فائلوں کے ڈاؤن لوڈ ہونے تک انتظار کریں
vi: Đang tải xuống các tệp thiết yếu, xin hãy kiên nhẫn
zh_cn: 请等待文件下载完成
zh_tw: 請等待檔案下載完畢

# Update_Status_Installing
source: Installing update...
da: Installerer opdatering...
el: Εγκατάσταση αναβάθμισης...
es: Instalando actualización...
fil: Ini-install ang update...
fr: Installation...
kk: Жаңартуды орнату...
ko: 업데이트 설치 중...
pt_br: Instalando atualização...
ru: Установка обновления...
uk: Встановлення оновлення...
ur: اپ ڈیٹ انسٹال ہو رہا ہے
vi: Đang cài bản cập nhật...
zh_cn: 正在安装更新...
zh_tw: 正在安裝更新……

# Update_Status_Subtitle_Restart_Soon
source: The device will restart soon
da: Enheden vil genstarte snart
el: Η συσκευή θα επανεκκινήσει σύντομα
es: El dispositivo se reiniciará pronto
fil: Ang device ay mag-rerestart maya-maya
fr: L'appareil redémarrera automatiquement une fois l'installation terminée
kk: Жақында құрылғы қайта іске қосылады
ko: 잠시 후 기기가 재시작됩니다.
pt_br: O dispostivo reiniciará em breve
ru: Устройство скоро перезагрузится
uk: Пристрій буде перезавантажено найближчим часом
ur: آلہ جلد ہی دوبارہ شروع ہو جائے گا
vi: Thiết bị sẽ khởi động lại
zh_cn: 设备即将重启
zh_tw: 裝置即將重新啟動

# Title_Changelog
source: Changelog
da: Ændringslog
el: Αρχείο αλλαγών
es: Lista de cambios
fil: Mga Pagbabago
fr: Nouveautés
kk: Нұсқалар журналы
ko: 변경 로그
pt_br: Histórico de mudanças
ru: Список изменений
uk: Журнал змін
ur: چینج لاگ
vi: Nhật ký sửa đổi
zh_cn: 更新日志
zh_tw: 版本日誌

# Changelog_Unavailable_Text
source: Changelog Unavailable
da: Ændringslog utilgængelig
el: Αρχείο αλλαγών μη διαθέσιμο
es: Lista de cambios no disponible
fil: Ang mga Pagbabago ay hindi available
fr: Impossible de charger les changements
kk: Өзгерістер тізімі қол жетімді емес
ko: 변경 로그 없음
pt_br: Histórico de mudanças indisponível
ru: Список изменений недоступен
uk: Журнал змін недоступний
ur: چینج لاگ دستیاب نہیں ہے
vi: Không có nhật ký sửa đổi
zh_cn: 更新日志不可用
zh_tw: 無法存取版本日誌

# Button_Share
source: Share
es: Compartir
fil: Ibahagi
fr: Partager
ko: 공유
ru: Поделиться
vi: Chia sẻ lỗi
zh_cn: 分享
zh_tw: 分享

# Settings_Tweak_Injection
source: Tweak Injection
da: Tweak-injektion
el: Ενσωμάτωση Tweak
es: Inyección de ajustes
fr: Injection de tweaks
kk: Твиктерді енгізу
ko: 트윅 주입
pt_br: Injeção de Tweaks
ru: Внедрение твиков
uk: ін'єкція твiков
vi: Cho phép chạy Tweak
zh_cn: 插件注入
zh_tw: 載入插體

# Settings_iDownload
source: iDownload (Developer Shell)
da: iDownload (Udviklerterminal)
el: iDownload (Τερματικό προγραμματιστή)
es: iDownload (Shell de desarrollador)
fil: iDownload (Terminal ng Developer)
fr: iDownload (Outil de dev)
kk: iDownload (Әзірлеуші ​​​​терминалы)
ko: iDownload (개발자 터미널)
pt_br: iDownload (Terminal de desenvolvedor)
ru: iDownload (Терминал разработчика)
uk: iDownload (Термінал розробника)
ur: iDownload (ڈویلپر ٹرمینل)
vi: iDownload (nhà phát triển)
zh_cn: iDownload (开发者终端)
zh_tw: iDownload (開發者终端)

# Settings_Verbose_Logs
source: Verbose Logs
da: Detaljerede logfiler
el: Λεπτομερής καταγραφή
es: Registros detallados
fil: Mga Verbose Logs
fr: Mode verbose
kk: Кеңейтілген журналдар
ko: 로그
pt_br: Logs do Verbose
ru: Расширенные логи
uk: Докладні логи
vi: Hiện Log dạng phức tạp
zh_cn: 详细日志
zh_tw: 詳細日誌

# Button_Remove_Jailbreak
source: Remove Jailbreak
da: Fjern Jailbreak
el: Αφαίρεση Jailbreak
es: Eliminar Jailbreak
fil: Tanggalin ang Jailbreak
fr: Supprimer le jailbreak
kk: Джейлбрейкті жою
ko: 탈옥 제거
pt_br: Remover o Jailbreak
ru: Удалить джейлбрейк
uk: Видалити джейлбрейк
ur: جیل بریک اتارلو
vi: Gỡ Jailbreak
zh_cn: 移除越狱
zh_tw: 移除越獄

# Button_Hide_Jailbreak
source: Hide Jailbreak
da: Skjul Jailbreak
el: Απόκρυψη Jailbreak
es: Ocultar Jailbreak
fil: Itago ang Jailbreak
fr: Mode jailbreak masqué
kk: Джейлбрейкті жасыру
ko: 탈옥 숨기기
pt_br: Ocultar o Jailbreak
ru: Скрыть джейлбрейк
uk: Приховати джейлбрейк
ur: جیل بریک چھپائیں
vi: Ẩn Jailbreak
zh_cn: 隐藏越狱
zh_tw: 隱藏越獄

# Button_Unhide_Jailbreak
source: Unhide Jailbreak
da: Vis Jailbreak
el: Επανεμφάνιση Jailbreak
es: Desocultar Jailbreak
fil: Ihinto ang pag-tatago ng Jailbreak
fr: Retour au mode jailbreaké
kk: Джейлбрейкті жасырмау
ko: 탈옥 숨기기 취소
pt_br: Deixar de ocultar o Jailbreak
ru: Отобразить джейлбрейк
uk: Розкрити джейлбрейк
ur: جیل بریک دکھائیں
vi: Bỏ ẩn Jailbreak
zh_cn: 取消隐藏越狱
zh_tw: 顯示越獄

# Button_Refresh_Jailbreak_Apps
source: Refresh Jailbreak Apps
es: Actualizar aplicaciones Jailbreak
fil: i-Refresh ang mga Apps ng Jailbreak
fr: Rafraîchir les apps jailbreakées
ko: 탈옥 앱 새로고침
ru: Освежить приложения джейлбрейка
vi: Làm mới các app Jailbreak
zh_cn: 刷新越狱应用
zh_tw: 重新整理越獄Apps

# Button_Reinstall_Package_Managers
source: Reinstall Package Managers
el: Επανεγκατάσταση εφαρμοφών διαχείρισης πακέτων
es: Reinstalar los gestores de paquetes
fil: i-Reinstall ang mga Package Managers
fr: Réinstaller les gestionnaires de paquets
ko: 패키지 매니저 재설치
pt_br: Reinstalar Gerenciadores de Pacotes
ru: Переустановить менеджеры пакетов
vi: Cài lại các trình quản lý gói
zh_cn: 重新安装包管理器
zh_tw: 重新安裝套件管理器

# Hint_Hide_Jailbreak
source: "Hide Jailbreak" temporarily removes jailbreak-related files until the next rejailbreak
da: "Skjul Jailbreak" fjerner midlertidigt jailbreak-relaterede filer indtil næste jailbreak
el: "Απόκρυψη Jailbreak" Αφαιρεί προσωρινά τα αρχεία που σχετίζονται με το jailbreak μέχρι το απόμενο jailbreak
es: "Ocultar Jailbreak" elimina temporalmente los archivos relacionados con el jailbreak hasta el próximo rejailbreak
fil: "Itago ang Jailbreak" pansamantalang itatago ang mga file na nauugnay sa Jailbreak hanggang sa susunod na re-jailbreak
fr: Le mode "Jailbreak masqué" enlève temporairement les fichiers liés au jailbreak jusqu'au prochain jailbreak.
kk: "Джейлбрейкті жасыру" келесі джейлбрейкке дейін джейлбрейкпен байланысты файлдарды уақытша жояды
ko: "탈옥 숨기기"는 다음 탈옥까지 일시적으로 탈옥 관련 파일을 제거합니다.
pt_br: "Ocultar o Jailbreak" remove temporariamente os arquivos do Jailbreak até a próxima execução
ru: "Скрыть джейлбрейк" временно удаляет файлы, связанные с джейлбрейком, до следующего джейлбрейка
uk: "Приховати джейлбрейк" тимчасово видаляє файли, пов'язані з джейлбрейком, до наступного джейлбрейку
ur: "چھپائیں جیل بریک" اگلے جیل بریک تک عارضی طور پر جیل بریک سے متعلق فائلوں کو ہٹاتا ہے
vi: Tùy chọn "Ẩn Jailbreak" sẽ tạm thời xóa các tệp liên quan đến jailbreak và khôi phục lại các tệp này khi bạn jailbreak vào lần tới.
zh_cn: “隐藏越狱”将在下次越狱前移除部分可能导致越狱检测的文件。
zh_tw: "隱藏越獄"將在下次越獄時暫時移除越獄檔案

# Hint_Hide_Jailbreak_Jailbroken
source: "Hide Jailbreak" partially disables the jailbreak and aims to make detection more challenging. However, it is not entirely effective and does not conceal everything.
el: "Απόκρυψη Jailbreak" απενεργοποιεί μερικώς το jailbreak στοχεύοντας να κάνει την ανίχνευση του δυσκολότερη. Ωστόσο, δεν είναι απολύτως αποτελεσματικό και δεν το αποκρύπτει ολικώς.
es: "Ocultar Jailbreak" desactiva parcialmente el jailbreak y pretende hacer más difícil su detección. Sin embargo, no es del todo eficaz y no lo oculta todo.
fil: "Itago ang Jailbreak" bahagyang hindi paganahin ang Jailbreak at naglalayong gawing mas mahirap ang pagtuklas nito. Gayunpaman, hindi ito ganap na epektibo at hindi ma-itago ang lahat.
fr: Le mode "Jailbreak masqué" désactive partiellement le jailbreak et vise à rendre la détection plus difficile. Cependant, il n'est pas entièrement efficace et ne cache pas tout.
ko: "탈옥 숨기기"는 탈옥기능을 부분적으로 비활성화해 탐지를 더 어렵게 만드는 것을 목표로 합니다. 그러나, 모두 우회가 되는건 아니며 모든 것을 숨기는 것은 아닙니다.
pt_br: "Ocultar o Jailbreak" desabilita parcialmente o Jailbreak e tenta deixá-lo mais difícil de ser detectado. Entretando, não é completamente efetivo.
ru: "Скрыть джейлбрейк" частично отключает джейлбрейк и стремится сделать обнаружение более сложным. Однако это не совсем эффективно и скрывает не всё.
vi: Tùy chọn "Ẩn Jailbreak" sẽ tắt một số chức năng đặc biệt nhằm tránh phát hiện jailbreak trong các ứng dụng. Tuy nhiên, tính năng này không phải là hoàn hảo và không thể hoàn toàn ẩn jailbreak khỏi mọi ứng dụng.
zh_cn: “隐藏越狱”将禁用部分越狱功能以提升检测越狱的难度，不过这并不能完全防止应用检测到越狱。
zh_tw: 在越獄狀態下，"隱藏越獄" 選項會停用部分越獄功能來躲避越獄偵測。但不保證一定能成功躲避偵測。

# Section_Jailbreak_Settings
source: Jailbreak Settings
es: Ajustes de Jailbreak
fil: Mga Settings ng Jailbreak
fr: Paramètres du jailbreak
ko: 탈옥 설정
ru: Настройки джейлбрейка
vi: Thiết đặt Jailbreak
zh_cn: 越狱设置
zh_tw: 越獄設定

# Section_Actions
source: Actions
es: Acciones
fil: Mga Aksyon
ko: 동작
ru: Действия
vi: Tác vụ
zh_cn: 操作
zh_tw: 動作

# Section_Customization
source: Customization
es: Personalización
fil: Mga Customization
fr: Personnalisation
ko: 커스텀
ru: Кастомизация
vi: Tùy biến
zh_cn: 自定义
zh_tw: 客製化

# Section_Exploits
source: Exploits
fil: Mga Exploits
ko: 익스플로잇
ru: Эксплоиты
vi: Khai thác
zh_cn: 漏洞利用
zh_tw: 選擇漏洞

# Alert_Tweak_Injection_Toggled_Title
source: Userspace Reboot Required
es: Es necesario reiniciar el Espacio de Usuario
fil: Kinakailangan ang Userspace Reboot
fr: Redémarrage nécessaire
ko: Userspace 재시작이 필요합니다.
vi: Khởi động lại Userspace
zh_cn: 需要重启用户空间
zh_tw: 需要重新啟動使用者空間

# Alert_Tweak_Injection_Toggled_Body
source: A userspace reboot is neccessary to apply the changes. Do you want to do it now?
da: For at ændringerne træder i kraft, skal du genstarte Userspace. Vil du genstarte nu?
el: Για να εφαρμοστούν οι αλλαγές, πρέπει να γίνει επανεκκίνηση Userspace. Θέλεις να γίνει επανεκκίνηση τώρα;
es: Es necesario reiniciar el Espacio de Usuario para aplicar los cambios. ¿Desea hacerlo ahora?
fil: Ang Reboot ng Userspace ay kinakailangan upang mailapat ang mga pagbabago. Gusto mo bang gawin ito ngayon?.
fr: Un redémarrage de l'espace utilisateur est nécessaire pour appliquer les changements. Voulez-vous le faire maintenant ?
ko: 변경 사항을 적용하려면 Userspace 재시작이 필요합니다. 지금 하시겠습니까?
pt_br: Para que as mudanças sejam aplicadas, é necessário reiniciar o 'Userspace'. Reiniciar agora?
ru: Чтобы изменения вступили в силу, нужно перезагрузить Userspace. Перезагрузить сейчас?
vi: Cần khởi động lại Userspace để áp dụng các thay đổi. Bạn muốn khởi động lại ngay bây giờ hay để sau?
zh_cn: 需要重启用户空间才能应用更改，你现在要重启吗？
zh_tw: 必需重新啟動使用者空間才能套用更變。 要現在進行嗎?

# Alert_Tweak_Injection_Toggled_Reboot_Now
source: Reboot Now
es: Reinicie ahora
fil: i-Reboot na ngayon
fr: Redémarrer maintenant
ko: 지금 재시작
vi: Khởi động lại ngay
zh_cn: 立即重启
zh_tw: 現在重新啟動

# Alert_Tweak_Injection_Toggled_Reboot_Later
source: Reboot Later
es: Reiniciar más tarde
fil: i-Reboot mamaya
fr: Redémarrer plus tard
ko: 나중에
vi: Để sau
zh_cn: 稍后重启
zh_tw: 稍後重新啟動

# Alert_Remove_Jailbreak_Title
source: Remove Jailbreak
da: Fjern Jailbreak
el: Αφαίρεση Jailbreak
es: Quitar Jailbreak
fil: Tanggalin ang Jailbreak
fr: Supprimer le jailbreak
ko: 탈옥 제거
pt_br: Remover o Jailbreak
ru: Удаление джейлбрейка
vi: Gỡ bỏ Jailbreak
zh_cn: 移除越狱
zh_tw: 移除越獄

# Alert_Remove_Jailbreak_Pressed_Body
source: Removing jailbreak will delete all jailbreak-related files, but all regular apps, files and data will be kept. Are you sure you want to continue? You can't undo this action.
da: Fjernelse af jailbreak vil slette alle jailbreak-relaterede filer, men alle almindelige apps, filer og data vil blive bevaret. Er du sikker på, at du vil fortsætte? Du kan ikke fortryde denne handling.
el: Η αφαίρεση του jailbreak θα διαγράψει όλα τα αρχεία που σχετίζονται με το jailbreak, αλλά όλες οι συνήθεις εφαρμογές, αρχεία και δεδομένα θα διατηρηθούν. Είστε σίγουροι πως θέλετε να συνεχίσετε; Δεν μπορείτε να αντιστρέψετε αυτή την ενέργεια.
es: Al eliminar jailbreak se borrarán todos los archivos relacionados con jailbreak, pero se conservarán todas las aplicaciones, archivos y datos normales. ¿Estás seguro de que quieres continuar? No puedes deshacer esta acción
fil: Ang pag-tatanggal ng Jailbreak ay magtatanggal ng lahat ng file na nauugnay sa Jailbreak, ngunit lahat ng regular na app, file at data ay mananatili. Sigurado ka bang gusto mong magpatuloy? Hindi mo maa-undo ang pagtanggal nito.
fr: La suppression du jailbreak effacera tous les fichiers liés au jailbreak, mais toutes les applications, fichiers et données habituels seront conservés. Êtes-vous sûr de vouloir continuer ? Vous ne pouvez pas annuler cette action.
ko: 탈옥을 제거하면 탈옥 관련 파일은 모두 삭제되지만 일반 앱, 파일 및 데이터는 모두 유지됩니다. 계속하시겠습니까? 이 작업은 돌이킬 수 없습니다.
pt_br: Remover o Jailbreak irá deletar todos arquivos do Jailbreak, porém todos aplicativos, arquivos e informações se manterão. Você tem certeza que deseja continuar? Não será possível reverter isso.
ru: Удаление джейлбрейка приведет к удалению всех файлов, связанных с джейлбрейком, но все обычные приложения, файлы и данные будут сохранены. Вы уверены, что хотите продолжить? Вы не сможете отменить это действие.
vi: Việc gỡ bỏ jailbreak sẽ xóa toàn bộ các tệp liên quan đến jailbreak. Các ứng dụng, tệp và dữ liệu thông thường sẽ vẫn được giữ nguyên. Bạn sẽ không thể hoàn tác việc gỡ jailbreak sau khi nhấn "Tiếp tục".
zh_cn: “移除越狱”将移除所有和越狱相关的文件，而常规的 App、文档及数据不会受到任何影响。请注意，此操作无法撤销。确认要移除越狱吗？
zh_tw: 移除越獄將移除所有和越獄相關的檔案，但將保留普通 App、檔案、資料。請注意，移除的檔案無法復原。確定移除越獄嗎？

# Alert_Remove_Jailbreak_Enabled_Body
source: Enabling "Remove Jailbreak" will delete all jailbreak-related files on the next jailbreak, but all regular apps, files and data will be kept. Are you sure you want to continue? You can't undo this action.
fil: Kapag na-enable ang "Tanggalin ang Jailbreak" ay tatanggalin ang lahat ng file na nauugnay sa Jailbreak sa susunod na Jailbreak, ngunit lahat ng regular na app, file at data ay mananatili. Sigurado ka bang gusto mong magpatuloy? Hindi mo maa-undo ang pagtanggal nito.
fr: L'activation de cette option supprimera tous les fichiers liés au jailbreak au prochain jailbreak. Toutes les applications, fichiers et données habituels seront conservés. Êtes-vous sûr de vouloir continuer ?
ko: "탈옥 제거"를 활성화하면 다음 탈옥 시 모든 탈옥 관련 파일이 삭제되지만, 모든 일반 앱, 파일 및 데이터는 유지됩니다. 계속하시겠습니까? 이 작업은 돌이킬 수 없습니다.
vi: Tùy chọn "Gỡ Jailbreak" sẽ xóa toàn bộ các tệp liên quan đến jailbreak khi bạn thực hiện jailbreak vào lần tới. Các ứng dụng, tệp và dữ liệu thông thường sẽ vẫn được giữ nguyên. Bạn sẽ không thể hoàn tác việc gỡ jailbreak sau khi nhấn "Tiếp tục".
zh_cn: “移除越狱”将在下次越狱时移除所有和越狱相关的文件，而常规的 App、文档及数据不会受到任何影响。请注意，此操作无法撤销。确认要移除越狱吗？

# Button_Cancel
source: Cancel
da: Annuller
el: Ακύρωση
es: Cancelar
fil: Wag ituloy
fr: Annuler
kk: Болдырмау
ko: 취소
pt_br: Cancelar
ru: Отмена
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Button_Continue
source: Continue
es: Continuar
fil: Ituloy
fr: Continuer
ko: 계속
ru: Продолжить
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: Theme
es: Tema
fil: Mga Theme
fr: Thème
ko: 테마
ru: Темы
vi: Chủ đề
zh_cn: 主题
zh_tw: 主題

source: Kernel Exploit
fil: Mga Kernel Exploit
fr: Exploit du noyau
ko: 커널 익스플로잇
ru: Эксплоит Ядра
vi: Lỗ hổng Kernel
zh_cn: 内核漏洞
zh_tw: 核心漏洞

source: PPL Bypass
fr: Contournement PPL
ko: PPL 우회
ru: Обход PPL
vi: Lỗ hổng PPL
zh_cn: PPL 绕过
zh_tw: 繞過 PPL

source: PAC Bypass
fr: Contournement PAC
ko: PAC 우회
ru: Обход PAC
vi: Lỗ hổng PAC
zh_cn: PAC 绕过
zh_tw: 繞過 PAC

# Credits_Button_License
source: Licenses
da: Licens
el: Άδεια χρήσης
es: Licencias
fil: Lisensya
kk: Лицензия
ko: 라이센스
pt_br: Licenças
ru: Лицензия
uk: Ліцензія
ur: لائسنس
vi: Giấy phép
zh_cn: 许可证
zh_tw: 授權

# Credits_Button_Source_Code
source: Source Code
da: Kildekode
el: Πηγαίος κώδικας
es: Código fuente
fr: Code source
kk: Бастапқы код
ko: 소스코드
pt_br: Código-Fonte
ru: Исходный код
uk: Вихідний код
ur: خصوصی شکریہ
vi: Mã nguồn
zh_cn: 源代码
zh_tw: 原始碼

# Initializing Environment
source: Initializing Jailbreak Environment
da: Initialiserer miljø
el: Αρχικοποίηση Περιβάλλοντος
es: Inicializando entorno de Jailbreak
fil: Sinisimulan ang Jailbreak Environment
fr: Initialisation de l'environnement
kk: Ортаны инициализациялау
ko: 환경 초기화 중
pt_br: Iniciando o Ambiente do Jailbreak
ru: Инициализация переменной среды
uk: Ініціалізація середовища
ur: Initializing Environment
vi: Đang khởi tạo môi trường Jailbreak
zh_cn: 初始化环境
zh_tw: 正在初始化環境

source: Loading BaseBin TrustCache
es: Cargando BaseBin TrustCache
fil: Nilo-load ang BaseBin TrustCache
fr: Chargement des signatures
ko: 배이스 바이너리 신뢰 캐시 불러오기
ru: Загружаем BaseBin TrustCache
vi: Đang tải TrustCache BaseBin
zh_cn: 将基础套件加载至信任缓存（TrustCache）
zh_tw: 正在載入 BaseBin TrustCache

source: Applying Bind Mount
es: Aplicando montaje por vínculo
fil: Paglalapat ng Bind Mount
fr: Montage du disque virtuel
ko: 바인드 마운트 적용
vi: Đang gắn Bind Mount
zh_cn: 应用绑定挂载
zh_tw: 正在套用 Bind Mount

source: Removing Jailbreak
es: Eliminando Jailbreak
fil: Tinatatanggal ang Jailbreak
fr: Suppression du jailbreak
ko: 탈옥 제거
ru: Удаляем джейлбрейк
vi: Đang gỡ bỏ Jailbreak
zh_cn: 移除越狱
zh_tw: 正在移除越獄

source: Elevating Privileges
es: Elevando privilegios
fil: Pagtataas ng mga Privileges
fr: Elévation des privilèges
ko: 권한 상승
ru: Повышаем права
vi: Đang lấy quyền truy cập nâng cao
zh_cn: 提升权限
zh_tw: 正在提升權限

source: Cleaning Up Exploits
es: Limpiando Exploits
fil: Paglilinis ng mga Exploits
fr: Nettoyage des exploits
ko: 익스플로잇 정리
ru: Очищаем Эксплоиты
vi: Đang dọn dẹp khai thác
zh_cn: 清理环境
zh_tw: 正在為利用漏洞善後

source: Building Phys R/W Primitive
es: Construcción física R/W primitiva
fil: Pagtatayo ng Phys R/W Primitive
fr: Construction de primitive Phys R/W
ko: 읽기/쓰기 도구 생성
ru: Создаем R/W примитивы
vi: Đang dựng Phys R/W Primitive
zh_cn: 构建硬件读写条件
zh_tw: 正在建立 Phys R/W Primitive

source: Rebooting Userspace
es: Reiniciando el Espacio de Usuario
fil: Nire-Reboot ang Userspace
fr: Redémarrage de l'environnement
ko: Userspace 재시작
ru: Перезагружаем Userspace
vi: Đang khởi động lại Userspace
zh_cn: 重启用户空间
zh_tw: 正在重新啟動使用者空間

source: Patchfinding
es: Buscando parches
fr: Recherche des patchs
kk: Патчтарды іздеу
ko: 패치파인딩
ru: Поиск патчей
uk: Пошук патчів
vi: Đang chạy Patchfinding
zh_cn: 查找地址
zh_tw: 正在尋找修正檔

source: Exploiting Kernel (%@)
es: Explotando Kernel (%@)
fil: Ini-Exploit ang Kernel
fr: Exploitation du noyau (%@)
ko: 커널 악용 (%@)
ru: Эксплуатируем ядро
vi: Đang khai thác lỗ hổng Kernel (%@)
zh_cn: 正在利用内核 (%@)
zh_tw: 正在利用核心漏洞 (%@)

source: Bypassing PAC (%@)
es: Saltando PAC (%@)
fil: Bina-Bypass ang PAC (%@)
fr: Contournement des PAC (%@)
ko: PAC 우회 (%@)
ru: Обходим PAC
vi: Đang khai thác lỗ hổng PAC (%@)
zh_cn: 正在绕过 PAC (%@)
zh_tw: 正在繞過 PAC 防護 (%@)

source: Bypassing PPL (%@)
es: Saltando PPL (%@)
fil: Bina-Bypass ang PPL
fr: Contournement du PPL (%@)
ko: PPL 우회 (%@)
ru: Обходим PPL
vi: Đang khai thác lỗ hổng PPL (%@)
zh_cn: 正在绕过 PPL (%@)
zh_tw: 正在繞過 PPL 防護 (%@)

# Status_Title_Select_Package_Managers
source: Select Package Manager(s)
da: Vælg Pakkehåndteringsprogram(mer)
el: Επιλογή εφαρμογής/ών διαχείρισης πακέτων
es: Seleccione gestor(es) de paquetes
fil: Pumili ng mga Package Manager(s)
fr: Gestionnaires de paquets
kk: Пакет менеджерін таңдаңыз
ko: 패키지 매니저 선택
pt_br: Escolha o(s) Gerenciador(es) de Pacotes
ru: Выберите менеджер(ы) пакетов
uk: Вибрати менеджер(и) пакунків
ur: پیکیج مینیجرز کو منتخب کریں
vi: Chọn trình quản lý gói
zh_cn: 请选择包管理器
zh_tw: 選擇套件管理器
