Repository: opa334/Dopamine
Catalog: Application/Dopamine/*.lproj/Localizable.strings
Languages: da, el, es, fil, fr, kk, ko, pt_br, ru, uk, ur, vi, zh_cn, zh_tw

# Select_Package_Managers_Install_Message
source: If you are unsure which one to select, select Sileo
el: Αν δεν είστε σίγουροι, επιλέξτε το Sileo
es: Si no está seguro de cuál seleccionar, seleccione Sileo
fil: Kung hindi ka sigurado kung alin ang pipiliin, piliin ang Sileo
fr: Selectionnez les gestionnaires de paquets à installer, si vous n'êtes pas sûr de votre choix, sélectionnez Sileo
ko: 어떤 것을 선택할지 확실하지 않은 경우 Sileo를 선택하세요.
pt_br: Se estiver em dúvida, selecione o Sileo
ru: Если вы не знаете, какой из них выбрать, выберите Sileo
vi: Nếu bạn không biết nên chọn trình quản lý gói nào, hãy chọn Sileo (sẽ không bao giờ có Cydia cho bạn chọn)
zh_cn: 如果你不确定选择哪一个比较好，请选择 Sileo
zh_tw: 如果您不確定要選哪個，請選擇 Sileo

source: Continue
el: Συνέχεια
es: Continuar
fil: Magpatuloy
fr: Continuer
ko: 계속
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續
